tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "autojump"
brew "automake"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "gettext"
brew "curl"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "go"
brew "hledger"
brew "htop"
brew "jq"
brew "latexindent"
brew "libtool"
brew "llvm"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "neofetch"
brew "ninja"
brew "node"
brew "pandoc"
brew "pgformatter"
brew "pkg-config"
brew "pure"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "scala"
brew "socat"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "wrk"
brew "xsv"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "dropbox"
cask "itsycal"
cask "via"
