{
  "plugins": {
    "chatml.nvim": {
      "src": "https://github.com/chiendo97/chatml.nvim",
      "version": "'cle/mcp'"
    },
    "cling.nvim": {
      "src": "https://github.com/juniorsundar/cling.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "db-nbook.nvim": {
      "src": "https://github.com/chiendo97/db-nbook.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "filepaths_ls.nvim": {
      "src": "https://github.com/chiendo97/filepaths_ls.nvim",
      "version": "'use-cwd-instead-of-buf-dir'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitlinker.nvim": {
      "src": "https://github.com/ruifm/gitlinker.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gp.nvim": {
      "src": "https://github.com/robitx/gp.nvim"
    },
    "gruvbox.nvim": {
      "src": "https://gitlab.com/motaz-shokry/gruvbox.nvim"
    },
    "hi-pos.nvim": {
      "src": "https://github.com/maxonvim/hi-pos.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lspeek.nvim": {
      "src": "https://github.com/r4ppz/lspeek.nvim"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/yousefhadder/markdown-plus.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "minuet-ai.nvim": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "mkdnflow.nvim": {
      "src": "https://github.com/jakewvincent/mkdnflow.nvim"
    },
    "morph.nvim": {
      "src": "https://github.com/jrop/morph.nvim"
    },
    "nvim": {
      "src": "https://github.com/ember-theme/nvim"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "prompt-yank.nvim": {
      "src": "https://github.com/polacekpavel/prompt-yank.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tmux-buffer.nvim": {
      "src": "https://github.com/chiendo97/tmux-buffer.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tuis.nvim": {
      "src": "https://github.com/jrop/tuis.nvim"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zk-nvim": {
      "src": "https://github.com/zk-org/zk-nvim"
    }
  }
}
